[
  {
    "packageType": "Backpack Cal",
    "title": "Big Sur Retreat",
    "blurb": "Big Sur is big country. The Big Sur Retreat takes you to the most majestic part of the Pacific Coast and show you the secret trails.",
    "description": "The region know as Big Sur is like Yosemite's younger cousin, with all the redwood scaling, rock climbing and, best of all, hiking that the larger park has to offer. Robison Jeffers once said, \"Big Sur is the greatest meeting of land and sea in the world,\" but the highlights are only accessible on foot.\nOur 3-day tour allows you to choose from multiple hikes led by experienced guides during the day, while comfortably situated in the evenings at the historic Big Sur River Inn. Take a tranquil walk to the coastal waterfall at Julia Pfeiffer Burns State Par or hike to the Married Redwoods. If you're prepared for a more strenuous climb, try Ollason's Peak in Toro Park. An optional 4th day includes admission to the Henry Miller Library and the Point Reyes Lighthouse.",
    "bullets": "Accommodations at the historic Big Sur River Inn, Privately guided hikes through any of the 5 surrounding national parks, Picnic lunches prepared by the River Inn kitchen, Complimentary country breakfast, Admission to the Henry Miller Library and the Point Reyes Lighthouse",
    "difficulty": "Medium",
    "length": "3 days",
    "price": "750",
    "region": "Central Coast",
    "keywords": "Hiking, National Parks, Big Sur"
  },
  {
    "packageType": "Backpack Cal",
    "title": "In the Steps of John Muir",
    "blurb": "Follow in the steps on John Muir, famous naturalist and founder of the Sierra Club, and walk the same trails he helped blaze in and around Yosemite National Park.",
    "description": "John Muir famously walked from San Francisco to Yosemite, an astounding 300 miles, and this tour is designed to trace his steps-- at least part of the way.\nThis tour is not for the faint of heart though. This is a true backpacker's adventure, 37 miles in 3 days. Along the way, you'll bear witness to the classic monuments of Yosemite, such as Vernal Falls, Nevada Falls, Half Dome, Cathedral Peak, Tuolumne Meadows and Mt. Lyell. At Nevada Falls, the trail becomes narrow and from then on, you'll be privy to a \"secret\" Yosemite, including a rarely seen face of Half Dome. John Muir Trail tickets are required- and hard to come by- but Explore California has you covered. We'll also provide a checklist so that you come prepared with the right equipment and a seasoned guide for your tour.",
    "bullets": "Guided hike of the first 37 miles of the John Muir Trail, Reserved campsites, Organic and unexpectedly delicious prepared trail meals, Overview of Yosemite's history and iconic vistas, Wilderness survival lessons",
    "difficulty": "Difficult",
    "length": "3 days",
    "price": "600",
    "region": "Northern California",
    "keywords": "Hiking, National Parks, Yosemite, John Muir, Camping"
  },
  {
    "packageType": "Backpack Cal",
    "title": "The Death Valley Survivor's Trek",
    "blurb": "Hot stuff? Need more of a challenge? Take this tour to the hottest place in North America: Death Valley.",
    "description": "This 2 day, 1 night tour takes you deep into the heart of Death Valley National Park. Due to extreme temperatures (120 degrees and higher) in the summer months, this tour is only offered November through April. \nThis overnighter is no picnic though. Our guide will lead you on a 12 mile, off-trail hike down Death Valley Wash and into the backcountry for an overnight, hard terrain camping. Luckily, 12 miles takes you out of range of almost any city lights, something that draws thousands of star gazers to Death Valley ever year. If you can survive the 12 miles back, take advantage of the location to stop in at Scotty's Castle, a genuine castle built by the eccentric and wealthy Walter Scott for his wife. This tour will make you truly appreciate modern luxuries.",
    "bullets": "24-mile roundtrip hike through the Death Valley Wash, Backcountry camping, Fireside dinner and trail snacks provided, Stargazing and local wildlife highlighted, Tour  mysterious Scotty's Castle",
    "difficulty": "Difficult",
    "length": "2 days",
    "price": "250",
    "region": "Varies",
    "keywords": "Hiking, Desert, Camping, Mojave, Death Valley"
  },
  {
    "packageType": "Backpack Cal",
    "title": "The Mt. Whitney Climbers Tour",
    "blurb": "Climb to the sky! The Mt. Whitney Climbers Tour takes you to the top of this 14,000 ft. of mountain in 4 days- our longest and most strenuous backpacking tour.",
    "description": "Backpackers and hikers taking the Mt. Whitney Climbers Tour won't need hooks and rappelling gear, but they will need to be on the look out for majestic sunrises, giant granite peaks and everything from brown bears to marmots. You'll approach the towering peak from the trailhead on the western face, starting 6,000 feet above sea level. The Mt. Whitney Trail extends 11 miles and another 8 feet up to the peak. While no expensive training is required, you'll still need planning, permits, and preparation. Explore California will set you up with a trail permit, a two night camping pass, and an expert guide. We'll also help outfit you with the correct gear and make sure you are prepared for the length and elevation gain of the climb.",
    "bullets": "22-mile roundtrip hike to the Mt. Whitney peak, 4 day hiking permit and 2 night camping permit included, Hiking tips and gear preparation provided from Peaked Supplies, Co., 1 nights lodging in Lone Pine",
    "difficulty": "Difficult",
    "length": "4 days",
    "price": "650",
    "region": "Northern California",
    "keywords": "Hiking, Climbing, Backpacking, Mt. Whitney"
  },
  {
    "packageType": "Backpack Cal",
    "title": "Channel Islands Excursion",
    "blurb": "The chain known as the Channel Islands offer some of the most diverse and unique landscape on the Pacific coast. No motor vehicles are allowed on the islands, which makes this daytrip hiking package the best and most interesting way to visit.",
    "description": "The Channel Islands Excursion starts with a ferry from beautiful Ventura to the nearest island in the strand, Santa Cruz. You'll spend the day wandering the rocky coasts, sea anemone and barnacle studded shoreline, and wildflower-strewn meadows of the islands. Visit the herd of wild buffalo housed on Santa Catalina and keep an eye peeled for the endangered island fox. Take a break for lunch on Catalina in the quaint, turn of the century styled Avalon and make sure to visit the Art Deco Catalina Casino. Before ferrying home, visit the botanical gardens or climb to one of the islands' high points and do some inexpensive whale watching. Blue whale season extends the late spring through summer months. (The Whaling Tour, run by Island Packers, is also available for an additional cost.)",
    "bullets": "Round-trip ferry from Ventura CA to Santa Cruz Island, Lunch provided in Avalon, Tour the art deco Catalina Casino, Whale watching package optional",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "150",
    "region": "Southern California",
    "keywords": "Channel Islands, Boating, Whale watching, Hiking"
  },
  {
    "packageType": "California Calm",
    "title": "Day Spa Package",
    "blurb": "Trying to pack some serious relaxation into a short timeframe? Try our Day Spa Package, a full 8 hour immersive experience in seductive the Ojai Valley that will ease away months' worth of tension.",
    "description": "The Day Spa Package: it's all in the name. One day, one spa, but not just any day or any other spa. The Ojai Valley Inn & Spa is recognized by Trip Advisor as the World' #1 spa and among the top 10 by USA Today. Your day of relaxation starts with a kuyam, a treatment combing cleansing desert clay, dry heat, inhalation and Chumash guided meditation. Choose from among several massage services, from Swedish to deep tissue, and body treatments, including the refreshing Pixie Tangerine & Pomegranate Scrub. Finish with a lavender manicure and pedicure or a \"gentleman's facial.\" Couples can enjoy joint massages, and expectant mothers should treat themselves to one of the nurturing prenatal treatments. In total, the package includes 5 straight hours of treatments, reserving time for a delicious spa lunch and time to linger by one of the many pools. This day will be one you think of for weeks.",
    "bullets": "5 solid hours of spa treatments, Choose a massage, skin care offering, body treatment and a special luxury salon service, Dine at the Spa or choose from the poolside menu, Take  a complimentary class at the Artist's Cottage or from one of the Spa's Mind & Body instructors",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "550",
    "region": "Southern California",
    "keywords": "Spa, Relaxation, Ojai, Art, Yoga"
  },
  {
    "packageType": "California Calm",
    "title": "Restoration Package",
    "blurb": "The Restoration Package is a 2 day balm for the tired soul. Choose from among three destinations that uniquely combine world-class spa services and attention to the spirit, in locations of unparalleled natural beauty.",
    "description": "California is no stranger to luxury (think Rodeo Drive) but we also offer a myriad of ways to not only pamper the body, but the spirit as well. Choose from among 3 options designed to help you relax and restore in the Restoration Package. Reconnect with nature and with yourself at the San Juan Spa, our Orange County Oasis; go backwoods, literally, on our Yosemite Yoga Retreat; or take comfort in our Napa Valley Validation spa sessions. Perfect for couples, the tireless mother or father you want to thank, or just yourself, this tour will immerse you in serenity.",
    "bullets": "Choice of 3 different spa resorts, 1 full day of pampering, Luxury hotel accommodations, Hiking in Yosemite, Wine making in Napa",
    "difficulty": "Easy",
    "length": "2 days",
    "price": "900",
    "region": "Varies",
    "keywords": "Spa, Relaxation, Art, Yoga"
  },
  {
    "packageType": "California Calm",
    "title": "Huntington Library and Pasadena Retreat Tour",
    "blurb": "This package is perfect for those who want to be pampered, but don't just want to rest on their laurels all day. Stimulate your mind visiting the Huntington Library's art and gardens and then settle back for some dining and primping at the Beauty Bar.",
    "description": "This package is a rewarding for the mind and the soul. Visit the grounds of the incredible Huntington Library and Gardens, with over 200 acres of roses, waterways, cactus gardens and other exotic species. Have lunch in the famous Tea Room and then go inside the fabulous Art Deco buildings to survey the art collection. Afterwards, visit the Beauty Bar's Pasadena location and enjoy a meal and drinks while having your nails buffed and your feet soaked.",
    "bullets": "Admission to the Huntington Library and Gardens, Lunch in the Huntington's Tea Room, Dinner at the Beauty Bar, Choice of three \"mini\" treatments at the Beauty Bar",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "225",
    "region": "Southern California",
    "keywords": "Spa, Relaxation, Art, Yoga"
  },
  {
    "packageType": "California Hot springs",
    "title": "Avila Beach Hot springs",
    "blurb": "Spend a weekend in a rustic log cabin, within walking distance of the historic Avila Hot Springs and minutes from the beach.",
    "description": "Chumash have occupied Avila Beach for centuries, but it wasn't until the late 19th century that the rest of California realized its ideal climate, proximity to the ocean and artesian springs made Avila Beach an ideal resort town. The hot springs in Avila are really unique, creating pools that hover at a natural 104 degrees, which draws aficionados from far and wide. \nYou'll stay at the historic Avila Hot Springs Resort, situated between oak-covered foothills that keep the morning fog away and make a natural year round air conditioner, which will enhance a nice morning, afternoon, or evening swim. This package include a two night stay in a private cabin above the springs, and a 3 day pass to the fresh water pool and 400 sq feet hot mineral pool. Optional day trips include two hour kayaking tours (we love the Cave Expedition) from Central Coast Kayaks and docent-led trips from the Point San Luis Lighthouse down the Pechos Trail.",
    "bullets": "2 nights in a private cabin at the Avila Hot Springs Resort (includes a full kitchen), 3 day pass to the resort's fresh water and hot springs pools, Complimentary continental breakfast, Kayaking or hiking expedition in downtown Avila Beach",
    "difficulty": "Easy",
    "length": "3 days",
    "price": "1000",
    "region": "Central Coast",
    "keywords": "Hot springs, hiking, cabin, beach, kayaking, hiking"
  },
  {
    "packageType": "California Hot springs",
    "title": "Matilija Hot springs",
    "blurb": "Visit the Matilija Sanctuary, located above the tranquil Ojai Valley, and indulge in the waters that flow from the natural sulfur springs.",
    "description": "Matilija Hot Springs has long been known to locals in this small community as a place to take a hot midnight dip in the middle of winter or a leisurely summer day, leaping between the sulfur pools and the cold creek nearby. Matilija Sanctuary, however, contains private springs that can only be accessed by special guests, including members of Explore California. Choose from a 3 or 4 day stay. Besides the complimentary nightly fireside music and the on-site crafts lodge other activities include day trips to downtown Ojai for shopping in it's Spanish revival style arcade and hiking in the East End, an Eden-esque experience if we've ever had one.",
    "bullets": "Private guest house at the Matilija Sanctuary, Complimentary use of the crafts lodge, Access to the private hot springs, steps away from a snow-fed creek only, Continental breakfast served with local organically grown nuts and fruits",
    "difficulty": "Easy",
    "length": "3 days",
    "price": "1000",
    "region": "Central Coast",
    "keywords": "Hot springs, Ojai, hiking, swimming, rustic, nature"
  },
  {
    "packageType": "California Hot springs",
    "title": "Paso Robles Artesian Spring",
    "blurb": "Paso Robles is traditionally know as wine country, but there's something else this region has to offer: incredible thermal hot springs. This package is our most plush hot springs tour, where you can while away the day in the luxurious surroundings at the River Oaks Spa and choose from one of their many specialized spa treatments.",
    "description": "Situated in the midst of rolling hills and vineyards, Paso Robles has been renowned for thermal springs water. The Salinan Indians, the most historical inhabitants of the area, knew this area as “The Springs” and found relief from various ailments in the therapeutic waters, which arise naturally at 117 degrees. At River Oaks Hot Springs Spa, you have access to these springs while surrounded by a world-class spa facility. Choose from a private indoor, open-air tub or an outdoor hillside tub, and select from among their massage or face and skin therapy services. Spend the night at the Orchard Hill Bed & Breakfast and spend the following day wandering the wineries or antiquing in the quaint downtown.",
    "bullets": "One night's stay at the Orchard Hill Bed and Breakfast, Day pass to the River Oaks Hot Springs Spa, Voucher for one massage or skin treatment at the spa, Belgian style breakfast",
    "difficulty": "Easy",
    "length": "2 days",
    "price": "750",
    "region": "Central Coast",
    "keywords": "Hot springs, Spa treatment, Bed and breakfast"
  },
  {
    "packageType": "Cycle California",
    "title": "Amgen Tour of California Special",
    "blurb": "This year only, we’re also offering a special package that allows serious cyclists to follow behind a competitor in the AMGEN bike race, a race that mimics the conditions in the Tour de France. Spots are limited so reserve your seat now!",
    "description": "The AMGEN Tour of California is the largest cycling event in the US, over 750 miles and includes cycling world champions, Tour de France competitors, and Olympic athletes. It's an 8-leg tour, designed to mimic the various conditions in the Tour de Trance, and Explore California has the unique pleasure of being able to offer 50 of our members spots behind the peloton, or main group of racers, on two legs of the two. This is a special, one-time only offer. Customers should be in physical and mental shape to complete this two-week ride. Be prepared to complete a detailed questionnaire about skill level and any existing health problems.",
    "bullets": "Follow the main group of rider's for two legs of Amgen's Tour of California, Ride alongside Olympic athletes Tour de France competitors and professional cyclists, Enjoy car-free California roadways, Pace led by experienced and well trained professional cyclists, Lodging and meals included",
    "difficulty": "Difficult",
    "length": "14 days",
    "price": "6000",
    "region": "Northern California",
    "keywords": "Cycling, Sports,"
  },
  {
    "packageType": "Cycle California",
    "title": "Monterey to Santa Barbara Tour",
    "blurb": "Ditch the four wheel drive and hop on two, for this exploration of the Pacific coast with other bicycling enthusiasts. Overnight stops take you from Carmel to Lompoc, so you can take in everything from rolling vineyards to the Channel Islands.",
    "description": "This tour takes you along the best spots on the California coastline, including overnight stops in Carmel, Big Sur, San Luis Obispo, Lompoc and Santa Barbara. Cyclists of all abilities can join this scenic tour of the Pacific coast. Side trips include the famous 17 Mile Drive in cypress studded Carmel, and visits to wineries around Paso Robles and Solvang, many featured in the movie Sideways. If you tire along the way, take a break in one of our luxury equipped companion cars, which follows riders along every leg of the trip. Dine with the group or request private reservations at any one of the fining dining spots our reservationists recommend. Private accommodations are provided for the overnight stays. Breaks before and after lunch provide plenty of time for sightseeing and shopping.",
    "bullets": "Cycle from Monterey to Santa Barbara, Bike 17 Mile Drive, Stop in at Central Coast wineries, Spectacular views of the Pacific coastline, Accompanied by two companion cars",
    "difficulty": "Medium",
    "length": "6 days",
    "price": "2500",
    "region": "Varies",
    "keywords": "Cycling"
  },
  {
    "packageType": "Cycle California",
    "title": "Cycle California: My Way",
    "blurb": "Cycle California your way! Choose a route, length and distance that fits your skill level, take advantage of our partnership with the AMGEN tour, and a group of riders with common interests. We tailor this package for you, down to the mile.",
    "description": "Cycling is a fantastic way to see California and Cycle California: My Way is a customizable package that celebrates that fact. Guided and unguided routes are available and, as with all our packages, we tailor the outings to your comfort and skill level. This is a great package for families who want to see California outside of a car (and traffic!). The most popular variety is the 6-day Monterey to Santa Barbara tour but this year only, we’re also offering a special package this year that allows serious cyclists to follow behind a competitor in the AMGEN bike race, a race that mimics the conditions in the Tour de France. Spots are limited so call now to reserve your seat now!\nChoose your level of experience, desired distance, and location and we'll give you a call back to plot your route and confirm your reservation.",
    "bullets": "Choose a route, length, and distance that fits your skill level, Ride behind the Amgen Tour, See sites from San Diego to Monterey, Travel with a dedicated guide and road crew",
    "difficulty": "Varies",
    "length": "Varies",
    "price": "1200",
    "region": "Varies",
    "keywords": "Cycling"
  },
  {
    "packageType": "From Desert to Sea",
    "title": "2 Days Adrift the Salton Sea",
    "blurb": "The Salton Sea, 25% saltier than the Pacific, has been a tourist destination since the 1920s. See what attracts people to this desert oasis.",
    "description": "The Salton Sea is saltier than the Pacific, an unusual feat for inland body of water. And even though its salinity has risen over the years, due in part to lack of outflows and pollution from agricultural runoff, it has attracted a small, but dedicated population. The sea itself offers recreational opportunities including boating, camping, off-roading, hiking, use of personal watercraft, photography and bird watching. The sea has been termed a \"crown jewel of avian biodiversity,\" being a major resting stop on the Pacific Flyway, a migratory path for birds. 2 Days Adrift the Salton Sea includes two nights accommodations at the Bombay Beach Inn, boat rental at the Salton City Harbor, and a guided fishing tour.",
    "bullets": "Boating in the Salton Sea Harbor, Guided fishing tour, Bird watching, Accommodations at the Bombay Beach Inn, Unique cuisine featuring local seafood",
    "difficulty": "Easy",
    "length": "2 days",
    "price": "350",
    "region": "Southern California",
    "keywords": "Boating, Fishing, Bird watching, Desert, Sea, Eco-Tour"
  },
  {
    "packageType": "From Desert to Sea",
    "title": "Mojave to Malibu",
    "blurb": "Join us for one of Explore California's exclusive \"motorcades,\" Mojave to Malibu - a motorcycle tour from the outskirts of the Mojave desert down to the Malibu coast.",
    "description": "Only experienced road hogs need apply! The tour group will meet at Old Glory Motorcycle Company in Lancaster, CA to retrofit and get ready for the day's ride. The pack takes the Angeles Crest Highway, through Angeles National Forest, stopping at biker-friendly Newcomb Ranch for drinks and grub. Winding your way down through L.A., you'll take a side trip through Griffith Park, home of the observatory and that classic scene from Rebel without a Cause. After cruising Hollywood Boulevard, the tour makes its way through Santa Monica, through Topanga Canyon and ends in Malibu, where you can grab world-class seafood and burgers from the roadside diner, Paradise Cove Beach Cafe.",
    "bullets": "Motorcycle from Lancaster to Malibu, Views of the Angeles National Forest, Side trip through Griffith Park, Dinner at a roadside diner in Malibu",
    "difficulty": "Difficult",
    "length": "1 day",
    "price": "200",
    "region": "Southern California",
    "keywords": "Motorcycle, Cycling, Mountains, Desert, Sea"
  },
  {
    "packageType": "From Desert to Sea",
    "title": "Joshua Tree: Best of the West Tour",
    "blurb": "See Joshua Trees' backcountry on a guided tour from the safety and security of an open-air, all-terrain vehicle, and see some of the historic spots of California's once wild, Wild West frontier.",
    "description": "Joshua Tree: Best of the West Tour is a day-long adventure through this grandiose national park and a snippet of wild west history from the back of an open-air all-terrain vehicle. This is a great opportunity for photo hunters to shots of the coyotes, eagles and Big Horn sheep native to the area. Multiple stops includes a visit to the Rock Gardens, a 200 million year old legacy of the San Andreas Fault. The tour stops last at Pioneertown, originally built as a motion picture set in the 1940s, but has since becomes part of California's history in its own right, as a living signpost of our fascination with the legends of the Wild West. Enjoy mesquite smoked barbeque and marvel at the \"bullet holes\" and functional hitching posts. The tour ends with a stop at Sunset Point, where on a clear day, you can see all the way to Mexico.",
    "bullets": "Park admission, souvenir map, mesquite barbeque dinner, luxury H-1 best in class Hummer, expert guide, 2 hours off the Humvee for optional walks and photo stops, and an hour-long tour of Pioneertown.",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "150",
    "region": "Southern California",
    "keywords": "Hiking, Desert, Sea, California History, Theme park"
  },
  {
    "packageType": "Kids California",
    "title": "Kids L.A. Tour",
    "blurb": "Los Angeles for the young (and young at heart!) Go beyond the concrete jungle and discover just what a playground L.A. can be.",
    "description": "Kids L.A. Tour is a 3-day jam-packed, fun-filled tour of the best the city has to offer- for any age. The first day includes admission to the L.A. Zoo, home to over 1,100 animals, and its companion park, the Long Beach Aquarium. After the little ones are tuckered out, take them back to the Disneyland Hotel in Anaheim so they can rest up for the next two days at the world famous Disneyland Resort. Park Hopper tickets allow you to go between Disneyland and the California Adventure Park, and with Express Passes, you never have to wait in line. Disneyland Hotel guests get exclusive use of the monorail that surrounds the park, and perfect views of the nightly fireworks shows from the hotel. Enjoy meals from any of the Disneyland cafes or leave the kids for an evening and enjoy a meal at one of Downtown Disney's more upscale restaurants. This is a family vacation- California style.",
    "bullets": "Admission to the L.A. Zoo and Long Beach Aquarium, 2 nights at the Disneyland Hotel, 3 day luxury car rental, Park Hopper tickets for Disneyland and California Adventure, Free parking",
    "difficulty": "Easy",
    "length": "3 days",
    "price": "1200",
    "region": "Southern California",
    "keywords": "Kid friendly, Museum,  Animals, Theme park"
  },
  {
    "packageType": "Kids California",
    "title": "Islands of the Blue Dolphins Tour",
    "blurb": "Dive into the pages of Scot O'Dell's classic children's novel and visit the Channel Islands, namesake of the Island of the Blue Dolphins. The Channel Islands are a natural playground for kids, and offer an unique and fascinating look into the history of California.",
    "description": "The Island of the Blue Dolphins Tour starts with a ferry from beautiful Ventura to the Channel Islands, home of the \"Lone Woman of San Nicolas Island,\" who was the inspiration for the Newbery Medal winning children's book. Your Island Packers ferry guide will point out local fish and fauna, and the right time of year, you might even catch a glimpse of a dolphin or a blue whale. Once onshore, hike and look out for the herd of wild buffalo housed on Santa Catalina. Also keep an eye peeled for the endangered island fox. Enjoy a kid-friendly picnic lunch prepared by the Avalon Beach Cafe at the botanical gardens or climb to one of the islands' high points and survey the California coast from the perspective of the heroine. On the trip back to land, the ferry stops in Santa Barbara, and you'll have the chance to visit the famous mission where Karana lived after being rescued. One last stop for salt taffy and knick knacks at the pier and the ferry will deliver you safely back to Ventura, with your own copy of the book to take home and read as a family.",
    "bullets": "Ferry from Ventura to the Channel Islands, Admission to the state parks, Kid-friendly organic picnic, Stoll through the Catalina Botanical Gardens, Ferry to Santa Barbara and tour of the Santa Barbara Mission",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "200",
    "region": "Southern California",
    "keywords": "California History, Kid friendly, Museum, Hiking, Animals"
  },
  {
    "packageType": "Kids California",
    "title": "Eco-Tour",
    "blurb": "Want to pass on a healthy environment to the next generation? Want to teach them how to preserve it too? Take the Explore California Eco-Tour and travel responsibly, along the way learning about both nature and nurturing.",
    "description": "At Explore California, we strive to have all our tours be ecologically sound, by serving organic food, using low emissions vehicles, and working with small businesses, but this tour is designed specifically to explore why we take those measures. This 3-day trip has families in mind, but is great for any outdoor enthusiast/activist. The first day, you'll kayak the creeks surrounding Lake Casitas in Ventura County, all the way to the ocean. A victim of drought and mismanagement, it is now federally protected and you can watch it coming back to life. The first night will be spent at the Ojai Foundation, in your choice of a yurt or cabin. The second day is spent on an organic farm in Ojai, California, touring the grounds and learning about organic farming methods. Spend a night in town at a kid and pet friendly bed and breakfast. The third day, you'll travel up the coast to Santa Barbara to visit the botanical gardens and Natural History Museum and learn about California's endangered species. Before you leave, take a guided hiked of the foothills above the coast. If nothing else, the views will leave a lasting impression on you of just how valuable the environment is.",
    "bullets": "Kayak from fresh water creeks to the Pacific Ocean, Spend the night in a yurt, Learn about growing produce on an organic farm, Admission to the Santa Barbara Botanical Gardens and Natural History Museum",
    "difficulty": "Medium",
    "length": "3 days",
    "price": "750",
    "region": "Southern California",
    "keywords": "Boating, Farming, Animals, California History, Museum, Eco Tour"
  },
  {
    "packageType": "Nature Watch",
    "title": "Endangered Species Expedition",
    "blurb": "California boasts the largest number of unique species in the continental United States, which makes a “natural” destination for nature lovers. For those who want to get a glimpse of California’s at-risk flora and fauna, and our efforts to preserve it, take the Endangered Species Expedition.",
    "description": "Taking a cue from the Nature Conservancy, we’ve selected 15 state parks and preserves that are shining examples of conservation in action. Just one example is the Guadalupe-Nipomo Dunes Preserve, 18 miles of Earth's most biodiversity coastal dune-lagoon ecosystem. Activities include camping, hiking, horseback riding, boating and bird watching. The tour package includes 2 nights of camping and 3 days admission to the park of your choice. We can also arrange for RV rentals. This is a great package for families who want to pass down a great experience and an education to the next generation, while participating in preserving a part of their future.",
    "bullets": "Visit any one of 15 of California's best state parks, Camping, Hiking, Horseback riding, Boating, Bird watching, RV rentals available",
    "difficulty": "Medium",
    "length": "3 days",
    "price": "600",
    "region": "Varies",
    "keywords": "Eco Tour, Camping, Animals, Boating, Hiking"
  },
  {
    "packageType": "Nature Watch",
    "title": "Fossil Tour",
    "blurb": "The Fossil Tour to the Mojave Desert and La Brea Tar Pits is ideal for budding archeologists.",
    "description": "Hunting for trilobites? Searching for prehistoric shark teeth? We can show you where to find them! The Fossil Tour explores not just the history, but the ancient past of what we know as California. In our own backyard, we have access to a fossil record hundreds of millions of years old. Trilobites are extinct marine arthropods (think  lobster) that lived in the part of the Pacific that is now the Mojave Desert. With an experienced hunter, you'll be bussed out to search for these little desert \"crabs\" and visit the Calico City dig, site of a disputed findings of early man living in California to 100,000 years go. Paleontology buffs will be fascinated by the remains of this dig, presided over by none other than Louis Leaky himself. Enjoy an \"on the dig\" meal and then return to Los Angeles for a night at the Cinema Suites bed and breakfast, a short walk from the world famous La Brea Tar Pits. Spend the second day touring the museum's fossil collection, watch archeologists at work, an wonder at the still active pits of tar that trapped and preserved hundreds of animals. After this tour, you'll start to wonder what you can uncover in your own backyard!",
    "bullets": "Hunt for fossils in the Mojave Desert, Visit Louis Leakey's Calico City dig, Admission to the La Brea Tar Pits, Spend the night at Cinema Suites and take in a Hollywood Film in their theater",
    "difficulty": "Medium",
    "length": "2 days",
    "price": "500",
    "region": "Varies",
    "keywords": "Eco Tour, California History, Animals, Museum"
  },
  {
    "packageType": "Nature Watch",
    "title": "Coastal Experience",
    "blurb": "Coastal Experience takes you to the famous Monterey Aquarium and to the enchanted Channel Islands, which hosts such unique and endangered species as the Santa Cruz fox.",
    "description": "For 25 years, the Monterey Bay Aquarium has aspired to protect oceans for future generations by inspiring young and old with the oceans' beauty and wonder. Explore California's Coastal Experience Tour takes you on a behind the scenes tour of this world famous aquarium and then on a jaunt farther south to another aquatic eco-system, the Channel Islands. At the aquarium, take a private tour and learn how the tanks are maintained, watch feedings, view the newest specimens before they are available for public view and interact with the staff. Afterwards, enjoy the rest of the exhibits, like the Secret Lives of Seahorses, and visit the shark tank, the sea otter habitat, and  the kelp forests. Next, hop on a cruise from Monterey to the Channel Islands. The boat docks outside Santa Barbara and you'll take a small ferry to the islands. Try snorkeling in the reefs, or take a whale watching side trip and experience the life aquatic a natural.",
    "bullets": "Private, behind-the-scenes tour of the Monterey Bay Aquarium, Private quarters on a cruise ship from Monterey to Santa Barbara, Admission to the Channel Islands National Park, Whale watching, Snorkeling",
    "difficulty": "Easy",
    "length": "4 days",
    "price": "1500",
    "region": "Varies",
    "keywords": "Eco Tour, California History, Animals, Boating, Hiking"
  },
  {
    "packageType": "Snowboard Cali",
    "title": "Mammoth Mountain Adventure",
    "blurb": "With over 400 inches of annual snowfall, Mammoth Mountain turns winter into a 3 season event! Learn to ski, snowboard or even snowshoe across the thousands of acres of this winter wonderland.",
    "description": "The Mammoth Mountain Adventure is 4 days of wild, winter fun. Take a lesson the first day from the Ski & Snowboard School, led by grizzly pro instructors. This tour includes a 4 full day lift pass, so when you're ready, you can take on any one of the 150 trails over Mammoth's epic terrain. Equipment rentals are included, so you can pack light. Need a break? Take a scenic gondola to the summit of Mammoth Mountain, 11,000 feet in all, or take a Snowcat tour of the backcountry. Enjoy dinners at the Mammoth Mountain Inn, a snowball's throw from the main lodge, where you'll also be provided 3 night's complimentary lodging. This package is available October through early June, but lift tickets are rare, so book now.",
    "bullets": "4 day lift ticket, 2 hour lesson at the Mammoth Ski & Snowboard School, Gondola rides to the summit, Snowcat tours, Private suite at the Mammoth Mountain Inn",
    "difficulty": "Difficult",
    "length": "4 days",
    "price": "800",
    "region": "Southern California",
    "keywords": "Skiing, Snowboarding, Cabin, Hiking, Mountains"
  },
  {
    "packageType": "Snowboard Cali",
    "title": "Mountain High Lift-off",
    "blurb": "Mountain High was established in 1929, but continues to be among the top five mountain resorts in the state. Experience what draws hundreds of thousands of visitors to this snow destination each season. The Mountain High Lift-off is the weekender's ski spectacular, perfect for couples who need a retreat.",
    "description": "Mountain High is only an hour from Los Angeles, but once you arrive, you'll feel like you're in another world. The Mountain High Lift-off is the weekender's ski spectacular, perfect for couples who need a retreat, featuring two days of premium runs with an all access Express Lift ticket, available exclusively through Explore California. No more waiting in line and guaranteed admittance even when the resort sells out. Accommodations are provided at the Larks Nest Cabin, a vintage charmer featuring a stone fireplace, clawfoot tub, and full kitchen. Dine at the Wrightwood Inn's cozy mountain pub, or grab a sandwich from the Evergreen Cafe and Raccoon Saloon. Equipment rental and transportation from Los Angeles International Airport is included.",
    "bullets": "2 day lift ticket with Express Pass, 2 nights at a vintage cabin with stone fireplace and clawfoot tub, Equipment rental included, Luxury transportation from LAX",
    "difficulty": "Difficult",
    "length": "3 days",
    "price": "800",
    "region": "Southern California",
    "keywords": "Skiing, Snowboarding, Cabin, Hiking, Mountains"
  },
  {
    "packageType": "Snowboard Cali",
    "title": "Ski Lake Tahoe",
    "blurb": "Though technically shared with Nevada, we like to call Lake Tahoe our own. Unparalleled natural beauty, combined with world class trails make it the ultimate winter resort. Ski Lake Tahoe is ideal for serious skiers and snowboarders, but also offers fun for the whole family.",
    "description": "Ski Lake Tahoe takes you on a 5 day, 4 night tour of the best slopes this side of Colorado. Included are 5 day lift tickets at Squaw Valley Resort, host of 1960 Winter Olympics, and home to over 170 runs on over 4000 acres of wilderness. Snow bunnies will rejoice but this tour is perfect for families and \"town bunnies\" alike. Accommodations are provided at the base of the slopes at The Village at Squaw Valley. Après-ski, enjoy relaxing in your private condo, or take advantage of the billiards room, the movie screening area, or one of the outdoor hot tubs. The Village has over 30 shops, restaurants and bars, offering everything from contemporary Irish cuisine to sushi. Enjoy wine tasting or luxuriate at the Trilogy Spa. Kids can try tubing, take on the climbing wall, or try the Skyjump, bouncing 25 feet in the air on giant trampolines.",
    "bullets": "4 day lift tickets, 170 runs of 400 acres, Private condo at The Village at Squaw Valley, Over 30 shops and restaurants, Attractions for kids including wall climbing and trampolines",
    "difficulty": "Difficult",
    "length": "4 days",
    "price": "1100",
    "region": "Northern California",
    "keywords": "Skiing, Snowboarding, Cabin, Hiking, Mountains"
  },
  {
    "packageType": "Taste of California",
    "title": "Olive Garden Tour",
    "blurb": "Take a quiet day to explore the lush hills and countryside around beautiful Ojai, California. You'll visit Ojai Olive and tour the grounds, walk through the olive groves, and enjoy a once-in-a-lifetime lunch amongst the Ojai hills, featuring homemade tapas made from the olives on-site!",
    "description": "Ojai Olive is a small, family-run olive orchard, which has been pressing their own special, fragrant olive oil for over 10 years. Immerse yourself in this ancient practice, which is both an art and an edible. The Ojai Olive tour offers begins outside with the history of the grove, an explanation of the olive varieties, their maturing process, the harvesting, a visit to the tree nursery, and more. They then take you inside the barn and explain the process of making the olive oil. Lastly, stop in the tasting room and find out how different curing and separation processes can result in such unique flavors: citrus, hints of pepper, grass. Take a break with a picnic lunch provided by Azu restaurant, makers of authentic Spanish style tapas with a California flair. Included are brioche with olive tapenade, featuring black and green olives from Ojai Olive and prepared by the chef especially for this tour.",
    "bullets": "Tour of the olive orchards, Lessons on olive history and the maturing and harvesting process, Tour of the pressing rooms, Olive oil tasting from 5 unique varieties produced onsite, Picnic lunch with homemade tapas",
    "difficulty": "Easy",
    "length": "1 day",
    "price": "75",
    "region": "Southern California",
    "keywords": "Tasting, Olive Oil, California History, Picnic, Nature, Farming"
  },
  {
    "packageType": "Taste of California",
    "title": "Oranges & Apples Tour",
    "blurb": "This three day tour is a taste of some of California's finest fruits. The first day features apple picking, a smoking barbeque and a hayride at a small farm in the historic Oak Glen, and the second take you'll drive to sample the only growing place in the world for pixie tangerines, Ojai, California.",
    "description": "Oak Glen is a tiny hamlet located in the foothill of the San Bernadino Mountain, only 90 minutes from LA, but the climate makes it perfect for stone fruits, such as pears, peaches, and nectarines. However, the jewel of this town is the apple. You'll start the day at Riley's Apple Farm, where you can pick and press as many apples as you can carry. Take a hayride around the farm property and, a fun treat for kids, visit the barn animals. Feast on apple-wood smoked BBQ featuring tri-tip, ribs and chicken apple sausage. Lodging is provided at the quaint Craftin Hills Inn. The next day, it's a short backwoods drive to Ojai, CA, where you'll receive a private tour and picnic lunch at the Churchill Brenneis Orchard. Owners Jim Churchill and Lisa Brenneis are knowledgeable and warm, and you'll leave with a glow and the most delicious tiny tangerines you've ever tasted. Spend a restful night at the Lavender Inn in beautiful downtown Ojai before returning to the regular pace.",
    "bullets": "Apple picking and cider pressing, Hayrides around the apple farm, Lunch with apple-wood smoked BBQ, Lodging at two distinct bed and breakfast inns, Walkabout through Ojai's fragrant orange groves",
    "difficulty": "Easy",
    "length": "3 days",
    "price": "350",
    "region": "Southern California",
    "keywords": "Tasting, Olive Oil, California History, Picnic, Nature, Farming"
  },
  {
    "packageType": "Taste of California",
    "title": "Hot Salsa Tour",
    "blurb": "Spice addict? Southern California is know for its heat! Try this three day tour of some of the hottest chilies, salsas, and picantes north of the Mexican border.",
    "description": "The Hot Salsa Tour is scheduled around the preeminent salsa event in the country, the annual Oxnard Salsa Festival. Enjoy spicy food, hot music and Oxnard’s cool ocean breezes in this two-day celebration of everything salsa- the food, the music and the dance. Enjoy salsa tasting from dozens of competitors- or enter your own concoction in the amateur competition. Flavors range from fresh & fruity, hot & smoky, sweet & spicy. Shop from dozens of boutique vendors. Take a seat, or shake a leg, in front of three stages, featuring everything from jazz bands to rockabilly. The second day you'll really be prepared to tango, after taking an evening salsa lesson from the Arthur Murray Dance Studio. If things get too hot, you can cool your heels at the luxurious Mandalay Beach Hotel and Resort and refresh yourself by the pool or take advantage of the private beach access. This yearly special is something no hot tamale wants to miss!",
    "bullets": "Two day pass to the Oxnard Salsa Festival, Salsa tasting and competition, Boutique shopping, Dance lesson at the Arthur Murray Dance Studio, Two nights at the Mandalay Beach Hotel and Resort",
    "difficulty": "Easy",
    "length": "3 days",
    "price": "400",
    "region": "Southern California",
    "keywords": "Tasting, Oranges, Apples, California History, Picnic, Nature, Farming"
  },
  {
    "packageType": "Taste of California",
    "title": "A Week of Wine",
    "blurb": "Spend a week in wine country. Watch the evolution of a wine from harvesting to corking, in the heart of Sonoma Valley, considered the birthplace of wine-making in California.",
    "description": "Immerse yourself in the culture and lifestyle of a California winery. Spend 5 days in your private guest villa at the Stockbridge Winery, located in scenic Sonoma. You'll spend your days wandering the vineyards, touring the presses and cellars, and assisting staff in making America's favorite wine. Enjoy Tuscan-style meals served al fresco, overlooking the gorgeous countryside. Day trips include dinner in Sausalito, hiking in the redwood forests, and lunch in downtown San Francisco.",
    "bullets": "Winery and vineyard tours, Nightly tastings, Country breakfast, Private lodging, Special dinner in Sausalito, Day tour of San Francisco, Hiking in Mt. Hood National Park",
    "difficulty": "Easy",
    "length": "5 days",
    "price": "850",
    "region": "Napa/Sonoma Counties",
    "keywords": "Winery, hiking, relaxing, cooking, Napa Valley"
  }
]